export const CHEST_LOW_TEXTS: string[] = [
  'Глядя на улов, вы втайне молитесь богам, чтобы ваши расходы на топливо окупились.',
  'Команда с сомнением смотрит на то, что удалось извлечь спустя несколько часов напряженной работы.',
  'Самое время перечитать книжку "Вещи, которые заставляют жить". Потому что такая добыча — повод для беспокойства',
  'Кажется, следует поосторожнее называть все вылазки за добычей "прибарахлиться". Вселенная явно услышала вас и подсунула барахло.',
  'Жаль, что тут нет консервных банок. Если притащить их торговцу, он наверняка был бы рад (на самом деле нет).',
];
export const CHEST_MID_TEXTS: string[] = [
  'С такой добычей не стыдно будет показаться на планете. По крайней мере, вы утешаете себя именно так.',
  'Неплохая добыча, но вряд ли это можно считать грандиозным успехом. Обычный хороший улов.',
  'Выручка с продажи добычи вряд ли позволит вам закрыть ипотеку за корабль, но ближайшие пару дней можно свободно пить эрзац-пиво в приятных кантинах',
];

export const CHEST_HIG_TEXTS: string[] = [
  'Тщательный и скрупулезный поиск — залог успеха в таком деле, как мародерство. Вы знаете это лучше других.',
  'Говорят, в космосе можно потерять целую планету. Так и было, пока на свет не появились вы.',
  'Рассказывают будто когда-то вы нашли иголку в стогу сена. В это легко поверить, глядя на такую добычу.',
  'В темные времена вас сожгли бы на костре как колдуна. Простому человеку так не везет.',
];

export const ENEMY_LOW_TEXTS: string[] = ['Победа над легким противником'];

export const ENEMY_MID_TEXTS: string[] = ['Победа над обычным противником'];

export const ENEMY_HIG_TEXTS: string[] = ['Победа над сложным противником'];
